import AboutCord from '@/components/AboutCard/AboutCard';

export default function AboutPage() {
  return (
    <div className="flex flex-col items-center bg-aboutPagePic bg-no-repeat bg-bottom min-h-1500px mt-150px xl:mt-50px">
      <div className="main-container">
        <AboutCord
          title="ما که هستیم؟"
          num={1}
          text="ما تیمی از نویسندگان، ویراستاران و پژوهشگران هستیم که گرد هم آمده‌ایم تا دنیای محتوا را با دیدگاهی علمی، دقیق و خلاقانه متحول کنیم. هر یک از اعضای تیم ما در زمینه‌های تخصصی مختلف تجربه و مهارت دارند و با تعهد به اصول اخلاقی و حرفه‌ای در تولید محتوا، تلاش می‌کنند تا اطلاعاتی دقیق و قابل اعتماد را به شما ارائه دهند. هدف ما این است که محتوای ارزشمندی فراهم کنیم که نه تنها اطلاعات مفید را در اختیار شما بگذارد، بلکه موجب رشد و آگاهی عمیق‌تر شما در موضوعات مختلف شود."
        />
        <AboutCord
          title="وظیفه ما چیست؟"
          num={2}
          text="  ما در اینجا گرد آمده‌ایم تا با تولید محتوای اصیل، ارزشمند و کارآمد، نیازهای اطلاعاتی و آموزشی شما را
                پاسخ دهیم. هدف ما ارائه مقالاتی با کیفیت بالا و بر اساس تحقیقات به‌روز است تا شما بتوانید به منابع
                معتبری برای یادگیری و تصمیم‌گیری دسترسی داشته باشید. ما متعهد هستیم که با استفاده از تخصص تیم نویسندگان،
                به رشد دانش و آگاهی شما کمک کنیم و مطالبی را فراهم آوریم که الهام‌بخش، مفید و در عین حال ساده و قابل‌فهم
                باشند."
        />
        <AboutCord
          title="هدف ما چیست؟"
          num={3}
          text="هدف اصلی ما ایجاد بستری برای ارائه محتوای باکیفیت و معتبر است که به گسترش دانش، توانمندسازی مخاطبان و افزایش سطح آگاهی جامعه کمک کند. ما می‌خواهیم محتوایی فراهم کنیم که نه تنها پاسخگوی سوالات شما باشد، بلکه شما را به تفکر عمیق‌تر وادارد و الهام‌بخش یادگیری بیشتر باشد. در این مسیر، با تمرکز بر صداقت، دقت و نوآوری تلاش می‌کنیم اطلاعاتی به‌روز و جامع ارائه دهیم تا به منبعی مطمئن برای شما تبدیل شویم."
        />

        <AboutCord
          title="ارزش‌های ما چیست؟"
          num={4}
          text="ما در کار خود به مجموعه‌ای از ارزش‌های بنیادین پایبندیم که راهنمای ما در تولید محتوا و ارتباط با مخاطبان است:

صداقت و شفافیت: تمام تلاش ما بر پایه صداقت و ارائه اطلاعات شفاف و بی‌طرفانه است.

کیفیت و دقت: ما متعهدیم که هر محتوایی را با بالاترین استانداردهای کیفیت و دقت تولید کنیم، تا محتوایی قابل اعتماد و ارزشمند به شما ارائه دهیم.

نوآوری و خلاقیت: با بهره‌گیری از ایده‌های نوآورانه، محتوای تازه و خلاقانه‌ای خلق می‌کنیم که شما را به کشف و یادگیری جدید ترغیب کند.

تعهد به رشد و یادگیری: ما بر این باوریم که یادگیری و رشد پایانی ندارد و همیشه در جستجوی دانش جدید برای ارائه محتوای به‌روزتر و کارآمدتر هستیم.

احترام به مخاطب: نیازها و نظرات شما برای ما بسیار اهمیت دارد. در تمام تعاملات خود احترام و درک متقابل را اولویت قرار می‌دهیم."
        />

        <AboutCord
          title="ما به چه باور داریم؟"
          num={5}
          text="ما باور داریم که دانش و آگاهی، پایه‌های اصلی پیشرفت فردی و اجتماعی هستند. به همین دلیل، تلاش می‌کنیم محتوایی ارائه دهیم که نه‌تنها آموزنده باشد، بلکه شما را به تفکر و تحقیق بیشتر ترغیب کند. همچنین بر این باوریم که:

محتوای باکیفیت حق هر مخاطب است: هر فرد باید به اطلاعات دقیق و قابل‌اعتماد دسترسی داشته باشد تا بتواند تصمیم‌های آگاهانه‌تری بگیرد.

رشد و یادگیری هیچ‌گاه متوقف نمی‌شود: ما به یادگیری مداوم اعتقاد داریم و با پیگیری دانش روز دنیا، سعی می‌کنیم همیشه بهترین و به‌روزترین محتوا را ارائه کنیم.

تأثیر مثبت بر جامعه ممکن است: ما باور داریم که محتوای خوب می‌تواند تغییرات مثبتی در جامعه ایجاد کند و به ارتقای سطح آگاهی و همبستگی کمک کند.

ارتباطات باز و احترام‌آمیز بنیان اعتماد است: اعتماد شما برای ما ارزشمند است، و بر این اساس، تمام تلاش خود را برای ایجاد یک ارتباط صادقانه و احترام‌آمیز به کار می‌گیریم.

"
        />
      </div>
    </div>
  );
}
